Repository: mohamedsheriff/atlantisdocs
Catalog: source/locale/*/LC_MESSAGES/AutomationEngine.po
Languages: de, es

source: Automation Engine
es: Motor de automatización

source: Atlantis automation engine streamlines operations of urban infrastructure to enhance urban management through automation. The platform comprises various dev and integeration tools to simplify the data acquisation from various smartcity datasources like IOT Sensors, Opendata, GIS sources, governance IT systems, Operational systems (legacy systems like scada), Crowd sourced data, etc.
de: Die Atlantis-Automatisierungsmaschine optimiert den Betrieb der städtischen Infrastruktur, um das Stadtmanagement durch Automatisierung zu verbessern. Die Plattform umfasst verschiedene Entwicklungs- und Integrationswerkzeuge zur Vereinfachung der Datenerfassung aus verschiedenen Smartcity-Datenquellen wie IOT-Sensoren, Opendata, GIS-Quellen, Governance-IT-Systemen, Betriebssystemen (Altsystemen wie Scada), Crowd-Sourcing-Daten usw.
es: El motor de automatización de Atlantis agiliza las operaciones de infraestructura urbana para mejorar la gestión urbana a través de la automatización. La plataforma comprende varias herramientas de desarrollo e integración para simplificar la adquisición de datos de varias fuentes de datos de smartcity como IOT Sensors, Opendata, fuentes GIS, sistemas de TI de gobernanza, sistemas operativos (sistemas heredados como scada), datos de fuente de la multitud, etc.

source: Some of the core capabilities of Automation Engine are:-
de: Einige der Hauptfunktionen von Automation Engine sind: -
es: Algunas de las capacidades principales de Automation Engine son:

source: Visualization Layer (Dashboard)
de: Visualisierungsebene (Dashboard)
es: Capa de visualización (Dashboard)

source: Flexible dasboard
de: Flexibles Dasboard
es: Dasboard flexible

source: multiple and configurable widgets for operatoinal and BI reports
de: Mehrere und konfigurierbare Widgets für operative und BI-Berichte
es: Widgets múltiples y configurables para informes operativos y de BI.

source: Geo spatial visualization with ability to integerate with city's GIS datasources
de: Geo-räumliche Visualisierung mit der Möglichkeit zur Integration der GIS-Datenquellen der Stadt
es: Visualización geoespacial con capacidad de integración con las fuentes de datos GIS de la ciudad

source: Videowall for to view city's live camera feeds
de: Videowand zum Anzeigen der Live-Kamera-Feeds der Stadt
es: Videowall para ver las transmisiones de cámaras en vivo de la ciudad.

source: locationalization and personalization capabilities
de: Möglichkeiten zur Lokalisierung und Personalisierung
es: Capacidades de localización y personalización.

source: Data & Process Orchestration Layer
de: Daten- und Prozess-Orchestrierungsschicht
es: Capa de orquestación de datos y procesos

source: Data integration adatpers for data acquisation
de: Datenintegrationsadministratoren für die Datenerfassung
es: Adatpers de integración de datos para la adquisición de datos

source: Data preparation pipeline for visualization
de: Datenvorbereitungspipeline zur Visualisierung
es: Pipeline de preparación de datos para visualización.

source: Complex event processing for standard operating procedure automation (SOP)
de: Komplexe Ereignisverarbeitung für Standard Operating Procedure Automation (SOP)
es: Procesamiento de eventos complejos para la automatización de procedimientos operativos estándar (SOP)

source: Administration
de: Verwaltung
es: Administración

source: User management
de: Benutzerverwaltung
es: Gestión de usuarios

source: flexible role based access control system
de: flexibles rollenbasiertes Zugangskontrollsystem
es: Sistema flexible de control de acceso basado en roles.

source: Media Encoding
de: Medienkodierung
es: Codificación de medios

source: encode realtime enconding for rtsp steams to webrtc stream to pluginless video display
de: kodieren Sie Echtzeit-Enconding für RTSP-Streams, um den Webrtc-Stream in die Pluginless-Videoanzeige zu streamen
es: codifique en tiempo real para rtsp steams a webrtc stream a pluginless video display

source: Data platform
de: Datenplattform
es: Plataforma de datos

source: Flexible data platform for metric aggregation
de: Flexible Datenplattform für die Aggregation von Metriken
es: Plataforma de datos flexible para la agregación métrica.

source: Stream & CEP processing for realtime analytics
de: Stream- & CEP-Verarbeitung für Echtzeitanalysen
es: Procesamiento Stream & CEP para análisis en tiempo real

source: Metric aggregation for fast access
de: Metrik-Aggregation für schnellen Zugriff
es: Agregación métrica para acceso rápido

source: Platform management
de: Plattform-Management
es: Gestion de la plataforma

source: tenancy management
de: Mietverwaltung
es: gestión de tenencia

source: site managment
de: Bauleitung
es: gestión del sitio

source: elastic deployment capabilities
de: elastische Einsatzmöglichkeiten
es: capacidades de despliegue elástico

source: Centralized logging and telementry
de: Zentrales Logging und Telementry
es: Registro centralizado y telemetría.

source: Centrailzied logging and telementric collection
de: Centrailzied Logging und Telementric Collection
es: Centrailzied de registro y recogida telemétrica.

source: Log visualization and analysis using ELK
de: Protokollieren Sie Visualisierung und Analyse mit ELK
es: Visualización de registro y análisis utilizando ELK.

source: Field management
de: Feldmanagement
es: Gestión de campo

source: mobile application to view realtime events
de: mobile Anwendung zur Anzeige von Echtzeitereignissen
es: Aplicación móvil para ver eventos en tiempo real.

source: task management
de: Aufgabenmanagement
es: administración de tareas
