Repository: mohamedsheriff/atlantisdocs
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: de, es

source: Atlantis: Documentation
de: Atlantis: Dokumentation
es: Atlantis: documentación

source: :ref:`Atlantis` documentation is intended for the users and developers of the Atlantis Platform.
de: :ref:`Atlantis` Dokumentation richtet sich an Benutzer und Entwickler der Atlantis Plattform.
es: : Ref: la documentación de ' Atlantis ' está destinada a los usuarios y desarrolladores de la plataforma Atlantis.

source: This documentation is *constantly updated* `Read the docs <http://atlantisdocs.readthedocs.org/>`_
de: Diese Dokumentation wird *ständig aktualisiert* `Lesen Sie die Dokumente<http://atlantisdocs.readthedocs.org/>`_
es: Esta documentación está * constantemente actualizada * ' leer los documentos < http://atlantisdocs.readthedocs.org/> ' _

source: Atlantis Platform
de: Atlantis-Plattform
es: Plataforma Atlantis

source: Atlantis is a purposely-built urban infrastructure decision platform, the platform incorporates best practices and learnings from implementing multiple cities across the globe. The platform enables you to rapidly build and deploy smartcity solutions in a secure fashion.
de: Atlantis ist eine zielgerichtete Plattform für die Entscheidung über städtische Infrastruktur. Die Plattform enthält Best Practices und Erkenntnisse aus der Implementierung mehrerer Städte auf der ganzen Welt. Die Plattform ermöglicht es Ihnen, schnell und sicher Smartcity-Lösungen auf sichere Weise zu entwickeln und bereitzustellen.
es: Atlantis es una plataforma de decisión de infraestructura urbana construida a propósito, la plataforma incorpora las mejores prácticas y los aprendizajes de la implementación de múltiples ciudades en todo el mundo. La plataforma le permite crear y desplegar rápidamente soluciones de smartcity de una manera segura.

source: How does it help cities transform to smartcities ?
de: Wie hilft es Städten, sich in Smartcities zu verwandeln?
es: ¿Cómo ayuda a las ciudades a transformarse en ciudades inteligentes?

source: The platform simplifies the key aspects related to the digital transformation of cities from data acquisition to the citizen engagement.
de: Die Plattform vereinfacht die wichtigsten Aspekte der digitalen Transformation von Städten von der Datenerfassung bis zum Engagement der Bürger.
es: La plataforma simplifica los aspectos clave relacionados con la transformación digital de las ciudades desde la adquisición de datos hasta la participación ciudadana.

source: *Some of the key capabilities of the platform:-*
de: *Einige der wichtigsten Funktionen der Plattform:-*
es: * Algunas de las capacidades clave de la plataforma: - *

source: Connect and harvest the data from multiple digital assets like IOT Sensors, IT, OT (Scada) and opendata into the city data platform
de: Verbinden Sie und sammeln Sie die Daten von mehreren digitalen Assets wie IOT-Sensoren, IT, OT (Scada) und opendata in die Stadtdatenplattform
es: Conecte y recopile los datos de múltiples activos digitales como IOT Sensors, IT, OT (Scada) y opendata en la plataforma de datos de la ciudad

source: Use informational insights to drive city operations in an autonomous fashion using :ref:`Automation Engine` and :ref:`Recommendation Engine`
de: Nutzen Sie informative Einblicke, um den Stadtbetrieb auf autonome Weise zu steuern, indem Sie :ref:`Automation Engine` und :ref:`Recommendation Engine` verwenden
es: Utilice información informativa para impulsar las operaciones de la ciudad de manera autónoma utilizando: ref: `Automation Engine` y: ref:` Recommendation Engine`

source: Measure and track key operational and performance metrics
de: Messen und verfolgen Sie wichtige Betriebs- und Leistungskennzahlen
es: Medir y realizar un seguimiento de las métricas operativas y de rendimiento clave

source: Provides recommendations and insights to help in better urban planning, improving the efficiency & effectiveness of the urban operations while reducing the operational costs
de: Bietet Empfehlungen und Erkenntnisse, um zu einer besseren Stadtplanung beizutragen, die Effizienz und Effektivität des Stadtbetriebs zu verbessern und die Betriebskosten zu senken
es: Proporciona recomendaciones y perspectivas para ayudar en una mejor planificación urbana, mejorando la eficiencia y efectividad de las operaciones urbanas reduciendo los costos operacionales

source: Engage citizen feedback and make urban services more accessible to citizens
de: Bieten Sie Bürgerfeedback an und machen Sie städtische Dienstleistungen für Bürger zugänglicher
es: Atraer la retroalimentación ciudadana y hacer que los servicios urbanos sean más accesibles para los ciudadanos

source: User Documentation
de: Benutzerdokumentation
es: Documentación del usuario

source: Feature Documentation
de: Funktionsdokumentation
es: Documentación de la característica

source: Developer Documentation
de: Entwicklerdokumentation
es: Documentación del desarrollador
