Repository: mohamedsheriff/atlantisdocs
Catalog: source/locale/*/LC_MESSAGES/RecommendationEngine.po
Languages: de, es

source: Recommendation Engine
de: Empfehlung Engine
es: Motor de recomendación

source: Atlantis Recommendation engine is a AI based platform for urban planner and decision makers. The platform provides over 65+ urban analytics as webservice with inbuilt training life cycle covering near realtime training, imputations and predictions.
de: Atlantis Recommendation Engine ist eine KI-basierte Plattform für Stadtplaner und Entscheidungsträger. Die Plattform bietet über 65 städtische Analysen als Webservice mit integriertem Schulungszyklus für Echtzeitschulungen, Imputationen und Vorhersagen.
es: El motor de recomendación de Atlantis es una plataforma basada en AI para planificadores urbanos y tomadores de decisiones. La plataforma ofrece más de 65 analíticas urbanas como servicio web con un ciclo de vida de entrenamiento incorporado que cubre el entrenamiento casi en tiempo real, imputaciones y predicciones.

source: Urban Indicators
de: Städtische Indikatoren
es: Indicadores urbanos

source: Helps city planners to understand city at macrolevel and helps in aiding planning decisions. The models are based on analysis “Satellite” and “Drone” Imagery. Some of the key indicators are “urban vegetation”, “urban sprawl”, “underground water propensity”, “land use and land cover analysis”, “suitability analytics”
de: Hilft Stadtplanern dabei, die Stadt auf Makrolevel zu verstehen, und hilft bei der Entscheidungsfindung. Die Modelle basieren auf den Analysebildern "Satellite" und "Drone". Einige der Schlüsselindikatoren sind "Stadtvegetation", "Zersiedelung", "Untergrundwasserneigung", "Landnutzungs- und Bodenbedeckungsanalyse", "Eignungsanalytik".
es: Ayuda a los planificadores de la ciudad a comprender la ciudad a nivel macro y ayuda a ayudar en las decisiones de planificación. Los modelos se basan en el análisis de las imágenes "Satélite" y "Drone". Algunos de los indicadores clave son “vegetación urbana”, “expansión urbana”, “propensión al agua subterránea”, “análisis de uso y cobertura de la tierra”, “análisis de idoneidad”

source: Predictive Analytics
es: Analítica predictiva

source: Use data from sensors, IT and open data sources to forecast and predict future state. Some key models are “Parking Occupancy Forecasting”, “Environment prediction”,“Smart bit fill level predictions”, “Traffic Congestion Predication”
de: Verwenden Sie Daten von Sensoren, IT und offenen Datenquellen, um den zukünftigen Status vorherzusagen und vorherzusagen. Einige Schlüsselmodelle sind "Vorhersage der Parkauslastung", "Umgebungsvorhersage", "Vorhersagen für den Füllstand des Smart-Bits", "Vorhersage der Verkehrsstau".
es: Utilice datos de sensores, TI y fuentes de datos abiertas para pronosticar y predecir el estado futuro. Algunos modelos clave son "Previsión de ocupación de estacionamiento", "Predicción del entorno", "Predicciones de nivel de relleno de bits inteligentes", "Predicción de congestión de tráfico"

source: Prescriptive Analytics
es: Analítica prescriptiva

source: The models recommend action to be taken for optimizing city operations. Some of the models are “optimized lighting policies”, “Traffic hotspot analysis”, “route optimizations”
de: Die Modelle empfehlen Maßnahmen zur Optimierung des Stadtbetriebs. Einige Modelle sind "optimierte Beleuchtungsrichtlinien", "Analyse von Verkehrsherden", "Routenoptimierungen".
es: Los modelos recomiendan acciones para optimizar las operaciones de la ciudad. Algunos de los modelos son “políticas de iluminación optimizadas”, “análisis de puntos de acceso de tráfico”, “optimizaciones de ruta”

source: Resilient Analytics
es: Analítica resiliente

source: The models provide potential impact areas and remedial options for urban resilience like Gas Leakage, Traffic jams, Traffic impact on environment
de: Die Modelle bieten potenzielle Wirkungsbereiche und Abhilfemöglichkeiten für die Widerstandsfähigkeit der Städte, wie beispielsweise Gasleckage, Staus und Auswirkungen auf die Umwelt
es: Los modelos proporcionan áreas de impacto potencial y opciones correctivas para la resiliencia urbana como fugas de gas, atascos, impacto del tráfico en el medio ambiente

source: The models identify safety, security, crowd & traffic incidents & metrics based on video imagery. Some of the models are “Number Plate Recognition”, “Intrusion detection”, “Traffic and crowd estimation”, “Suspicious object detection”, “Cleanliness detection”, “Vandalism detection”
de: Die Modelle identifizieren Sicherheit, Sicherheit, Crowd & Traffic Incidents & Metriken basierend auf Videobildern. Einige Modelle sind "Kennzeichenerkennung", "Eindringlingserkennung", "Verkehrs- und Personenschätzung", "Erkennung verdächtiger Objekte", "Sauberkeitserkennung", "Vandalismuserkennung".
es: Los modelos identifican seguridad, seguridad, tráfico de multitudes y tráfico y métricas basadas en imágenes de video. Algunos de los modelos son “Reconocimiento de matrícula”, “Detección de intrusión”, “Tráfico y estimación de multitudes”, “Detección de objetos sospechosos”, “Detección de limpieza”, “Detección de vandalismo”

source: Text Analytics
de: Textanalytik
es: Analítica de texto

source: The models are used for classification, sentiment analysis and conversational interfaces . Some of the key models include citizen sentiment analysis, citizen grievances classification, social sentiment analysis and conversational chat interface to city data
de: Die Modelle werden für die Klassifizierung, Sentiment-Analyse und Gesprächsschnittstellen verwendet. Einige der wichtigsten Modelle umfassen die Analyse der Bürgerstimmung, die Klassifizierung der Bürgerbeschwerden, die Analyse der sozialen Gefühle und die Schnittstelle zu Konversationschat zu Stadtdaten
es: Los modelos se utilizan para la clasificación, el análisis de sentimientos y las interfaces de conversación. Algunos de los modelos clave incluyen el análisis del sentimiento ciudadano, la clasificación de las quejas de los ciudadanos, el análisis del sentimiento social y la interfaz de conversación conversacional a datos de la ciudad.
